notes/20210210184910-manuals_and_best_practices.org
:PROPERTIES:
:DECISION: Read
:ID:       220b41fd-ba6a-4cb2-a475-833a749c4bdb
:mtime:    20211202152739 20211013082514
:ctime:    20210210184910
:END:
#+OPTIONS: toc:nil num:nil
#+title: Manuals and Best practices
#+AUTHOR: Gabriel Petrini
#+ARCHIVE: ../archive/QCA.org::* Literature review
#+TODO: READ SKIM PARTIAL WAIT MAYBE | REF REPORT DONE ARCH
#+PROPERTY: COLUMNS  %8STATUS %7TODO(Decision) %15KEY(Bibtex key) %4YEAR  %7RELEVANCE %7IMPACT %4CITE
#+PROPERTY: DECISION_ALL Read File Skip PartialRead
#+PROPERTY: ZOTERO_ALL Yes No Partial Entry
#+PROPERTY: STATUS_ALL Reading Searching Abandoned Finished Skimmed NotFound 404 Downloaded Filed
#+PROPERTY: RELEVANCE_ALL High Regular Low None
#+PROPERTY: IMPACT_ALL High Regular Low None
#+PROPERTY: CITE_ALL Yes No Wait
#+PROPERTY: YEAR_ALL
#+PROPERTY: KEY_ALL
#+PROPERTY: SOFTWARE_ALL R Python Tosmana Kirq fsQCA Other None

[[id:b11d338b-f808-4958-bdb8-622f5eb6bdee][QCA readings]]

#+BEGIN: columnview :maxlevel 2 :id global
| STATUS      | Decision | Bibtex key                                         | YEAR | RELEVANCE | IMPACT   | CITE |
|-------------+----------+----------------------------------------------------+------+-----------+----------+------|
| Reading     | READ     | schneider_2012_SetTheoretic                        | 2012 | High      | High     | Yes  |
| Filed       | READ     | castro_2016_Generala                               | 2016 | High      | Low      | Yes  |
| Filed       | READ     | pagliarinTrajectorybasedQualitativeComparative2020 | 2020 | High      | Regular  | Yes  |
| Filed       | READ     | verweij_2020_Three                                 | 2020 | High      | Regular  | Yes  |
| NotFound    | READ     | berg-schlosserComparativeResearchDesign2009        | 2009 | Regular   | Low      | Wait |
| Skimmed     | READ     | basurtoStructuringCalibrationQualitative2012       | 2012 | Regular   | High     | Wait |
| Skimmed     | READ     | thiem_2017_Conducting                              | 2016 | Regular   | Regular  | Yes  |
| Skimmed     | SKIM     | wagemannTransparencyStandardsQualitative2015       | 2015 | Regular   | Low      | Wait |
| Reading     | PARTIAL  | berg-schlosserQualitativeComparativeAnalysis2009   | 2009 | Regular   | Reagular | Yes  |
| Downloaded  | PARTIAL  | raginComparativeMethodMoving2014                   | 1987 | Regular   | High     | Yes  |
| Downloaded  | WAIT     | schneiderStandardsGoodPractice2010                 | 2010 | Regular   | Low      | Wait |
| Downloaded  | WAIT     | radaelliWhatDidLeave2019a                          | 2019 | Regular   | Low      | Wait |
| Searching   | WAIT     |                                                    | 2020 | Regular   | Regular  | Wait |
| Skimmed     | REF      | raginQualitativeComparativeAnalysis2009            | 2009 | High      | High     | Yes  |
| Searching   | ARCH     | gerritsEvaluationComplexInfrastructure2018         | 2018 | Regular   | High     | Wait |
| Skimmed     | ARCH     | amentaWhereBeginSurvey1994                         | 1994 | Low       | High     | Wait |
| Skimmed     | ARCH     |                                                    | 2017 | Regular   | Regular  | No   |
| Downaloaded | REF      | raginFuzzysetSocialScience2000                     | 2000 | Regular   | High     | Yes  |
| Filed       | REF      |                                                    | 1981 | Low       | Low      | Yes  |
#+END


* READ [#A] Set-Theoretic Methods for the Social Sciences: A Guide to Qualitative Comparative Analysis
   :PROPERTIES:
   :ZOTERO:   Yes
   :YEAR:     2012
   :STATUS:   Reading
   :RELEVANCE: High
   :IMPACT:   High
   :CITE:     Yes
   :KEY:  schneider_2012_SetTheoretic
   :END:

* READ [#A] A General Approach to Panel Data Set-Theoretic Research :Panel:
   :PROPERTIES:
   :ZOTERO:   Yes
   :YEAR:     2016
   :STATUS:   Filed
   :RELEVANCE: High
   :IMPACT:   Low
   :CITE:     Yes
   :KEY:  castro_2016_Generala
   :END:

* READ [#A] Trajectory-based Qualitative Comparative Analysis: Accounting for case-based time dynamics :Time:
   :PROPERTIES:
   :ZOTERO:   Yes
   :YEAR:     2020
   :STATUS:   Filed
   :RELEVANCE: High
   :IMPACT:   Regular
   :CITE:     Yes
   :KEY: pagliarinTrajectorybasedQualitativeComparative2020
   :END:
* READ [#A] Three strategies to track configurations over time with Qualitative Comparative Analysis :Time:
   :PROPERTIES:
   :ZOTERO:   Yes
   :YEAR:     2020
   :STATUS:   Filed
   :RELEVANCE: High
   :IMPACT:   Regular
   :CITE:     Yes
   :KEY: verweij_2020_Three
   :END:

* READ [#A] [[https://dx.doi.org/10.4135/9781452226569.n2][Berg-Schlosser and De Meur - Comparative research design: Case and variable selection]] :Selection:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2009
   :STATUS: NotFound
   :RELEVANCE: Regular
   :IMPACT:   Low
   :DECISION: Read
   :CITE:     Wait
   :KEY: berg-schlosserComparativeResearchDesign2009
   :END:

* READ [#C] [[https://doi.org/10.1177/1525822X11433998][Basurto and Speer - Structuring the calibration of qualitative data as sets for Qualitative Comparative Analysis (QCA)]] :BestPractices:
   :PROPERTIES:
   :ZOTERO:   Yes
   :YEAR:     2012
   :STATUS:   Skimmed
   :RELEVANCE: Regular
   :IMPACT:   High
   :CITE:     Wait
   :KEY: basurtoStructuringCalibrationQualitative2012
   :END:

* READ [#C] [[https://doi.org/10.1177%2F1098214016673902][Thiem - Conducting Configurational Comparative Research With Qualitative Comparative Analysis: A Hands-On Tutorial for Applied Evaluation Scholars and Practitioners]] :BestPractices:BenchMark:HandsON:
   :PROPERTIES:
   :YEAR:     2016
   :NOTER_DOCUMENT:
   :ZOTERO:   Yes
   :STATUS:   Skimmed
   :RELEVANCE: Regular
   :IMPACT:   Regular
   :CITE:     Yes
   :KEY: thiem_2017_Conducting
   :END:


* SKIM [#C] [[https://doi.org/10.5281/zenodo.893091][Wagemann and Schneider - Transparency standards in qualitative comparative analysis]] :BestPractices:
   :PROPERTIES:
   :YEAR: 2015
   :ZOTERO:   Yes
   :STATUS:   Skimmed
   :RELEVANCE: Regular
   :IMPACT:   Low
   :CITE: Wait
   :KEY: wagemannTransparencyStandardsQualitative2015
   :END:
* PARTIAL [#C] [[https://us.sagepub.com/sites/default/files/upm-assets/23236_book_item_23236.pdf][Berg-Schlosser, De Meur, Rihoux, and Ragin - Qualitative Comparative Analysis (QCA) as an approach]] :Canonical:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2009
   :STATUS: Reading
   :RELEVANCE: Regular
   :IMPACT: Reagular
   :CITE: Yes
   :KEY: berg-schlosserQualitativeComparativeAnalysis2009
   :END:

*Reasons to read:* Point up the advantages and characteristics of QCA methodology

* PARTIAL [#C] [[https://www.amazon.com.br/Comparative-Method-Qualitative-Quantitative-Strategies/dp/0520280032][Ragin - The comparative method. Moving beyond qualitative and quantitative strategies]] :Canonical:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 1987
   :STATUS: Downloaded
   :RELEVANCE: Regular
   :IMPACT:   High
   :CITE: Yes
   :KEY:  raginComparativeMethodMoving2014
   :END:

*Part to read:* Introduction
*Reason:* Presents QCA advantages and distinctiveness

* WAIT [#B] [[https://www.researchgate.net/deref/http%3A%2F%2Fdx.doi.org%2F10.1163%2F156913210X12493538729793][Schneider and Wagemann - Standards of good practice in qualitative comparative analysis (QCA) and fuzzy-sets]] :fsQCA:BestPractices:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2010
   :STATUS: Downloaded
   :RELEVANCE: Regular
   :IMPACT: Low
   :CITE: Wait
   :KEY:  schneiderStandardsGoodPractice2010
   :END:

* WAIT [#B] [[https://doi.org/10.1057/s41304-017-0142-7][Radaelli and Wagemann -  What did I leave out? Omitted variables in regression and qualitative comparative analysis]] :Estimation:Ommited:Comparison:
   :PROPERTIES:
   :YEAR:     2019
   :ZOTERO:   Yes
   :STATUS:   Downloaded
   :RELEVANCE: Regular
   :IMPACT:   Low
   :CITE:     Wait
   :KEY: radaelliWhatDidLeave2019a
   :NOTER_DOCUMENT: ../../PDFs/Radaelli e Wagemann - 2019 - What did I leave out Omitted variables in regress.pdf
   :END:


* WAIT [#C] Qualitative Comparative Analysis (QCA) Using R: A Gentle Introduction
   :PROPERTIES:
   :ZOTERO:   No
   :YEAR:     2020
   :STATUS:   Searching
   :RELEVANCE: Regular
   :IMPACT:   Regular
   :CITE:     Wait
   :KEY:
   :END:

* REF [#B] [[https://dx.doi.org/10.4135/9781452226569.n5][Ragin - Qualitative Comparative Analysis using Fuzzy Sets (fsQCA)]] :Manual:
CLOSED: [2021-02-16 ter 11:02]
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2009
   :STATUS: Skimmed
   :RELEVANCE: High
   :IMPACT: High
   :CITE: Yes
   :KEY: raginQualitativeComparativeAnalysis2009
   :END:


* ARCH [#B] [[https://stefanverweij.eu/wp-content/uploads/2018/09/2018-Edward-Elgar-Gerrits-Verweij.pdf][Gerrits and Verweij - The evaluation of complex infrastructure projects]] :BestPractices:
CLOSED: [2021-02-16 ter 11:01]
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2018
   :STATUS:   Searching
   :RELEVANCE: Regular
   :IMPACT: High
   :CITE: Wait
   :KEY: gerritsEvaluationComplexInfrastructure2018
   :END:
* ARCH [#B] [[https://doi.org/10.1177%2F0049124194023001002][Amenta and Poulsen: Where to begin: A survey of five approaches to selecting independent variables for  qualitative-comparative analysis]] :BestPractices:
CLOSED: [2021-02-16 ter 11:09]
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 1994
   :STATUS: Skimmed
   :RELEVANCE: Low
   :IMPACT: High
   :CITE: Wait
   :KEY: amentaWhereBeginSurvey1994
   :END:



* ARCH [#C] [[http://www.socsci.uci.edu/~cragin/fsQCA/software.shtml][Ragin - User's guide to Fuzzy-set / Qualitative Comparative Analysis]] :Software:
CLOSED: [2021-02-16 ter 11:10]
   :PROPERTIES:
   :ZOTERO: No
   :YEAR: 2017
   :STATUS: Skimmed
   :RELEVANCE: Regular
   :IMPACT: Regular
   :CITE: No
   :KEY:
   :END:


* REF [#C] [[https://press.uchicago.edu/ucp/books/book/chicago/F/bo3635786.html][Ragin - Fuzzy-set social science]] :Cacnonical:Manual:noexport:
CLOSED: [2021-02-16 ter 11:14]
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2000
   :TYPE: Manual
   :STATUS: Downaloaded
   :RELEVANCE: Regular
   :IMPACT: High
   :CITE: Yes
   :KEY:  raginFuzzysetSocialScience2000
   :END:

*Part to Read:* Part Two and fowards

* REF [#A] [[https://doi.org/10.2307/2110917][Cioffi-Revilla -  Fuzzy Sets and Models of International Relations]] :Fuzzy:Mathematical:
CLOSED: [2021-02-16 ter 11:16]
   :PROPERTIES:
   :YEAR:     1981
   :ZOTERO:   Yes
   :TYPE:     Thechnical
   :STATUS:   Filed
   :RELEVANCE: Low
   :IMPACT:   Low
   :CITE:     Yes
   :END:

*Reason to cite:* As an exemple of case study using QCA (International relations)
